Repository: OJZen/JamReader-iOS
Catalog: JamReader/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant_tw

source: "%@" is reserved for the built-in imported library.
ja: 「%@」は内蔵のインポート済みライブラリ用に予約されています。
zh_hans: “%1$@”已保留给内置的“已导入漫画”书库。
zh_hant_tw: 「%@」是內建匯入書庫的保留名稱。

# %@ · %lld folders · %lld comics
source: %1$@ · %2$lld folders · %3$lld comics
ja: %@・%lldフォルダ・%lld冊
zh_hans: %1$@ · %2$lld 个文件夹 · %3$lld 本漫画
zh_hant_tw: %@ · %lld 個資料夾 · %lld 本漫畫

source: %@ browsing is planned but not wired into a live network client yet.
ja: %@のブラウズ機能は予定されていますが、ネットワーククライアントとの連携はまだ実装されていません。
zh_hans: %1$@ 浏览功能已规划，但尚未连接到实际网络客户端。
zh_hant_tw: %@ 瀏覽功能仍在規劃中，尚未連接實際的網路用戶端。

source: %@ could not be opened by MuPDF.
ja: MuPDFで%@を開けませんでした。
zh_hans: MuPDF 无法打开 %1$@。
zh_hant_tw: MuPDF 無法開啟 %@。

source: %@ Downloads
ja: %@のダウンロード
zh_hans: %1$@ 下载内容
zh_hant_tw: %@ 下載項目

source: %@ files are not supported.
ja: %@ファイルには対応していません。
zh_hans: 不支持 %1$@ 文件。
zh_hant_tw: 不支援 %@ 檔案。

source: %@ is already current on this device.
ja: %@はこのデバイスですでに最新です。
zh_hans: %1$@ 在此设备上已是最新副本。
zh_hant_tw: 此裝置上的 %@ 已是最新版本。

source: %@ is already saved on this device and ready offline.
ja: %@はこのデバイスに保存済みで、オフラインで利用できます。
zh_hans: %1$@ 已保存在此设备上，可供离线阅读。
zh_hant_tw: %@ 已儲存在此裝置，可供離線使用。

source: %@ is currently read-only. Choose a writable local library or Imported Comics instead.
ja: %@は現在読み取り専用です。書き込み可能なローカルライブラリまたは「インポート済みコミック」を選択してください。
zh_hans: %1$@ 当前为只读。请选择可写的本地书库或“已导入漫画”。
zh_hant_tw: %@ 目前為唯讀。請改選可寫入的本機書庫或「已匯入的漫畫」。

source: %@ is no longer available on the remote server.
ja: %@はリモートサーバーで利用できなくなりました。
zh_hans: 远程服务器上已找不到 %1$@。
zh_hant_tw: 遠端伺服器上已沒有 %@。

source: %@ is not a supported remote comic.
ja: %@は対応しているリモートコミックではありません。
zh_hans: %1$@ 不是支持的远程漫画。
zh_hant_tw: %@ 不是支援的遠端漫畫。

source: %@ is not configured for MuPDF rendering.
ja: %@はMuPDFでのレンダリング用に設定されていません。
zh_hans: %1$@ 未配置为使用 MuPDF 渲染。
zh_hant_tw: %@ 尚未設定使用 MuPDF 算繪。

source: %@ reading requires the MuPDF engine, which is not linked into this build.
ja: %@を読むにはMuPDFエンジンが必要ですが、このビルドには組み込まれていません。
zh_hans: 阅读 %1$@ 需要 MuPDF 引擎，但当前版本未包含该引擎。
zh_hant_tw: 閱讀 %@ 需要 MuPDF 引擎，但此版本並未連結該引擎。

source: %@ Root
ja: %@のルート
zh_hans: %1$@ 根目录
zh_hant_tw: %@ 根目錄

source: %@ Server
ja: %@サーバー
zh_hans: %1$@ 服务器
zh_hant_tw: %@ 伺服器

source: %@ still needs a full download before it can be opened.
ja: %@を開くには、先にファイル全体をダウンロードする必要があります。
zh_hans: %1$@ 需要完整下载后才能打开。
zh_hant_tw: %@ 仍需完整下載後才能開啟。

source: %@ was removed from this device.
ja: %@をこのデバイスから削除しました。
zh_hans: 已从此设备移除 %1$@。
zh_hant_tw: 已從此裝置移除 %@。

# %@, +%lld more
source: %1$@, +%2$lld more
ja: %@、ほか%lld件
zh_hans: %1$@，另有 %2$lld 项
zh_hant_tw: %@，另有 %lld 個

# %@%lld folders
source: %1$@%2$lld folders
ja: %@%lldフォルダ
zh_hans: %1$@%2$lld 个文件夹
zh_hant_tw: %@%lld 個資料夾

source: %lld bookmarks
ja: %lld件のブックマーク
zh_hans: %1$lld 个书签
zh_hant_tw: %lld 個書籤

# %lld cached comics · %@
source: %1$lld cached comics · %2$@
ja: %lld冊のキャッシュ済みコミック・%@
zh_hans: %1$lld 本缓存漫画 · %2$@
zh_hant_tw: %lld 本快取漫畫 · %@

# %lld cached thumbnails · %@
source: %1$lld cached thumbnails · %2$@
ja: %lld件のキャッシュ済みサムネイル・%@
zh_hans: %1$lld 张缓存缩略图 · %2$@
zh_hant_tw: %lld 張快取縮圖 · %@

source: %lld comics
ja: %lld冊のコミック
zh_hans: %1$lld 本漫画
zh_hant_tw: %lld 本漫畫

# %lld comics · %lld folders
source: %1$lld comics · %2$lld folders
ja: %lld冊のコミック・%lldフォルダ
zh_hans: %1$lld 本漫画 · %2$lld 个文件夹
zh_hant_tw: %lld 本漫畫 · %lld 個資料夾

# %lld comics added in the last %lld days.
source: %1$lld comics added in the last %2$lld days.
ja: 過去%2$lld日間に%1$lld冊のコミックが追加されました。
zh_hans: 最近 %2$lld 天添加了 %1$lld 本漫画。
zh_hant_tw: %lld 本漫畫是在過去 %lld 天內新增的。

source: %lld comics are pinned as favorites.
ja: %lld冊のコミックがお気に入りに登録されています。
zh_hans: 已收藏 %1$lld 本漫画。
zh_hant_tw: 已將 %lld 本漫畫釘選為最愛。

source: %lld comics in progress.
ja: %lld冊を読書中です。
zh_hans: %1$lld 本漫画正在阅读。
zh_hant_tw: %lld 本漫畫閱讀中。

source: %lld comics selected
ja: %lld冊のコミックを選択中
zh_hans: 已选择 %1$lld 本漫画
zh_hant_tw: 已選取 %lld 本漫畫

source: %lld Days
ja: %lld日
zh_hans: %1$lld 天
zh_hant_tw: %lld 天

source: %lld downloaded
ja: %lld件ダウンロード済み
zh_hans: 已下载 %1$lld 项
zh_hant_tw: 已下載 %lld 本

source: %lld downloaded copies
ja: %lld件のダウンロード済みコピー
zh_hans: %1$lld 个已下载副本
zh_hant_tw: %lld 份已下載副本

source: %lld downloaded on this server
ja: このサーバーから%lld件ダウンロード済み
zh_hans: 此服务器有 %1$lld 项下载
zh_hant_tw: 此伺服器已下載 %lld 本

source: %lld downloads
ja: %lld件のダウンロード
zh_hans: %1$lld 项下载
zh_hant_tw: %lld 個下載項目

# %lld downloads · %lld current
source: %1$lld downloads · %2$lld current
ja: %lld件のダウンロード・%lld件が最新
zh_hans: %1$lld 项下载 · %2$lld 个最新副本
zh_hant_tw: %lld 個下載項目 · %lld 個最新版本

# %lld downloads · %lld current · %lld older
source: %1$lld downloads · %2$lld current · %3$lld older
ja: %lld件のダウンロード・%lld件が最新・%lld件が旧版
zh_hans: %1$lld 项下载 · %2$lld 个最新副本 · %3$lld 个较旧副本
zh_hant_tw: %lld 個下載項目 · %lld 個最新版本 · %lld 個舊版

# %lld downloads · %lld older
source: %1$lld downloads · %2$lld older
ja: %lld件のダウンロード・%lld件が旧版
zh_hans: %1$lld 项下载 · %2$lld 个较旧副本
zh_hant_tw: %lld 個下載項目 · %lld 個舊版

source: %lld failed
ja: %lld件失敗
zh_hans: %1$lld 项失败
zh_hant_tw: %lld 個項目失敗

source: %lld fields
ja: %lldフィールド
zh_hans: %1$lld 个字段
zh_hant_tw: %lld 個欄位

source: %lld folders
ja: %lldフォルダ
zh_hans: %1$lld 个文件夹
zh_hant_tw: %lld 個資料夾

# %lld folders · %lld comics
source: %1$lld folders · %2$lld comics
ja: %lldフォルダ・%lld冊のコミック
zh_hans: %1$lld 个文件夹 · %2$lld 本漫画
zh_hant_tw: %lld 個資料夾 · %lld 本漫畫

source: %lld image pages
ja: %lldページの画像
zh_hans: %1$lld 个图像页面
zh_hant_tw: %lld 頁圖片

source: %lld imported
ja: %lld件インポート済み
zh_hans: 已导入 %1$lld 项
zh_hant_tw: 已匯入 %lld 本

source: %lld items
ja: %lld項目
zh_hans: %1$lld 项
zh_hant_tw: %lld 個項目

# %lld of %lld
source: %1$lld of %2$lld
ja: %lld / %lld
zh_hans: %1$lld / %2$lld
zh_hant_tw: %lld / %lld

source: %lld pages
ja: %lldページ
zh_hans: %1$lld 页
zh_hant_tw: %lld 頁

source: %lld percent
ja: %lldパーセント
zh_hans: 百分之 %1$lld
zh_hant_tw: 百分之 %lld

source: %lld reading lists available
ja: %lld件のリーディングリストを利用できます
zh_hans: 有 %1$lld 个阅读列表
zh_hant_tw: 有 %lld 份閱讀清單

source: %lld recent
ja: %lld件の履歴
zh_hans: 最近 %1$lld 项
zh_hant_tw: %lld 個最近項目

source: %lld saved
ja: %lld件保存済み
zh_hans: 已保存 %1$lld 项
zh_hant_tw: 已儲存 %lld 個

source: %lld selected
ja: %lld件選択中
zh_hans: 已选择 %1$lld 项
zh_hant_tw: 已選取 %lld 個

source: %lld selected comics
ja: %lld冊のコミックを選択中
zh_hans: 已选择 %1$lld 本漫画
zh_hant_tw: 已選取 %lld 本漫畫

source: %lld skipped
ja: %lld件スキップ
zh_hans: 已跳过 %1$lld 项
zh_hant_tw: 已略過 %lld 個

source: %lld stars
ja: %lldつ星
zh_hans: %1$lld 星
zh_hant_tw: %lld 顆星

source: %lld Stars
ja: %lldつ星
zh_hans: %1$lld 星
zh_hant_tw: %lld 顆星

source: %lld tags available
ja: %lld件のタグを利用できます
zh_hans: 有 %1$lld 个标签
zh_hant_tw: 有 %lld 個標籤

source: %lld unsupported files hidden.
ja: %lld件の未対応ファイルを非表示にしました。
zh_hans: 已隐藏 %1$lld 个不支持的文件。
zh_hant_tw: 已隱藏 %lld 個不支援的檔案。

# %lld%% completed across %lld pages
source: %1$lld%% completed across %2$lld pages
ja: %lld%%完了（全%lldページ）
zh_hans: 已阅读 %1$lld%%（共 %2$lld 页）
zh_hant_tw: %lld%% 已完成，共 %lld 頁

source: 1 bookmark
ja: 1件のブックマーク
zh_hans: 1 个书签
zh_hant_tw: 1 個書籤

source: 1 cached comic · %@
ja: 1冊のキャッシュ済みコミック・%@
zh_hans: 1 本缓存漫画 · %1$@
zh_hant_tw: 1 本快取漫畫 · %@

source: 1 cached thumbnail · %@
ja: 1件のキャッシュ済みサムネイル・%@
zh_hans: 1 张缓存缩略图 · %1$@
zh_hant_tw: 1 張快取縮圖 · %@

source: 1 comic
ja: 1冊のコミック
zh_hans: 1 本漫画
zh_hant_tw: 1 本漫畫

source: 1 comic added in the last %lld days.
ja: 過去%lld日間に1冊のコミックが追加されました。
zh_hans: 最近 %1$lld 天添加了 1 本漫画。
zh_hant_tw: 過去 %lld 天新增了 1 本漫畫。

source: 1 comic in progress.
ja: 1冊を読書中です。
zh_hans: 1 本漫画正在阅读。
zh_hant_tw: 1 本漫畫閱讀中。

source: 1 comic is pinned as favorite.
ja: 1冊のコミックがお気に入りに登録されています。
zh_hans: 已收藏 1 本漫画。
zh_hant_tw: 已將 1 本漫畫釘選為最愛。

source: 1 comic selected
ja: 1冊のコミックを選択中
zh_hans: 已选择 1 本漫画
zh_hant_tw: 已選取 1 本漫畫

source: 1 download
ja: 1件のダウンロード
zh_hans: 1 项下载
zh_hant_tw: 1 個下載項目

source: 1 downloaded
ja: 1件ダウンロード済み
zh_hans: 已下载 1 项
zh_hant_tw: 已下載 1 本

source: 1 downloaded copy
ja: 1件のダウンロード済みコピー
zh_hans: 1 个已下载副本
zh_hant_tw: 1 份已下載副本

source: 1 downloaded on this server
ja: このサーバーから1件ダウンロード済み
zh_hans: 此服务器有 1 项下载
zh_hant_tw: 此伺服器已下載 1 本

source: 1 field
ja: 1フィールド
zh_hans: 1 个字段
zh_hant_tw: 1 個欄位

source: 1 folder
ja: 1フォルダ
zh_hans: 1 个文件夹
zh_hant_tw: 1 個資料夾

source: 1 item
ja: 1項目
zh_hans: 1 项
zh_hant_tw: 1 個項目

source: 1 reading list available
ja: 1件のリーディングリストを利用できます
zh_hans: 有 1 个阅读列表
zh_hant_tw: 有 1 份閱讀清單

source: 1 recent
ja: 1件の履歴
zh_hans: 最近 1 项
zh_hant_tw: 1 個最近項目

source: 1 saved
ja: 1件保存済み
zh_hans: 已保存 1 项
zh_hant_tw: 已儲存 1 個

source: 1 selected
ja: 1件選択中
zh_hans: 已选择 1 项
zh_hant_tw: 已選取 1 個

source: 1 selected comic
ja: 1冊のコミックを選択中
zh_hans: 已选择 1 本漫画
zh_hant_tw: 已選取 1 本漫畫

source: 1 star
ja: 1つ星
zh_hans: 1 星
zh_hant_tw: 1 顆星

source: 1 Star
ja: 1つ星
zh_hans: 1 星
zh_hant_tw: 1 顆星

source: 1 tag available
ja: 1件のタグを利用できます
zh_hans: 有 1 个标签
zh_hant_tw: 有 1 個標籤

source: 1 unsupported file hidden.
ja: 1件の未対応ファイルを非表示にしました。
zh_hans: 已隐藏 1 个不支持的文件。
zh_hant_tw: 已隱藏 1 個不支援的檔案。

source: 3 Profiles
ja: 3つのプロファイル
zh_hans: 3 个配置
zh_hant_tw: 3 種設定檔

source: 4-Koma
ja: 4コマ
zh_hans: 四格漫画
zh_hant_tw: 四格漫畫

source: A comic points outside the library folder and could not be removed safely.
ja: コミックがライブラリフォルダの外部を参照しているため、安全に削除できませんでした。
zh_hans: 漫画文件位于书库文件夹之外，无法安全移除。
zh_hant_tw: 有一本漫畫指向書庫資料夾外部，無法安全移除。

source: A display name is required for the remote server.
ja: リモートサーバーの表示名が必要です。
zh_hans: 请输入远程服务器的显示名称。
zh_hant_tw: 遠端伺服器需要顯示名稱。

source: A downloaded copy of %@ is already available on this device.
ja: %@のダウンロード済みコピーは、このデバイスですでに利用できます。
zh_hans: 此设备上已有 %1$@ 的已下载副本。
zh_hant_tw: 此裝置已有 %@ 的下載副本。

source: A new app-managed library will be created on this device.
ja: このデバイスに新しいアプリ管理ライブラリを作成します。
zh_hans: 将在此设备上创建由 App 管理的新书库。
zh_hant_tw: 將在此裝置建立由 App 管理的新書庫。

source: A saved password is required for this remote server.
ja: このリモートサーバーには保存済みのパスワードが必要です。
zh_hans: 此远程服务器需要已保存的密码。
zh_hant_tw: 此遠端伺服器需要已儲存的密碼。

source: A secure connection to %@ could not be established.
ja: %@への安全な接続を確立できませんでした。
zh_hans: 无法与 %1$@ 建立安全连接。
zh_hant_tw: 無法與 %@ 建立安全連線。

source: A two-week intake window.
ja: 直近2週間に追加された項目を表示します。
zh_hans: 收录最近两周的内容。
zh_hant_tw: 顯示兩週內新增的內容。

source: About
ja: このアプリについて
zh_hans: 关于
zh_hant_tw: 關於

source: Access
ja: アクセス
zh_hans: 访问
zh_hant_tw: 取用權限

source: Access Denied
ja: アクセスが拒否されました
zh_hans: 访问被拒绝
zh_hant_tw: 取用遭拒

source: Access to the WebDAV location was denied.
ja: WebDAVの場所へのアクセスが拒否されました。
zh_hans: 无法访问此 WebDAV 位置。
zh_hant_tw: 已拒絕取用 WebDAV 位置。

source: Access was denied for %@.
ja: %@へのアクセスが拒否されました。
zh_hans: 无法访问 %1$@。
zh_hant_tw: 已拒絕取用 %@。

source: Actions
ja: アクション
zh_hans: 操作
zh_hant_tw: 動作

source: Add
ja: 追加
zh_hans: 添加
zh_hant_tw: 加入

source: Add a Library
ja: ライブラリを追加
zh_hans: 添加书库
zh_hant_tw: 加入書庫

source: Add a library or import comics.
ja: ライブラリを追加するか、コミックをインポートしてください。
zh_hans: 添加书库或导入漫画。
zh_hant_tw: 加入書庫或匯入漫畫。

source: Add a Server
ja: サーバーを追加
zh_hans: 添加服务器
zh_hant_tw: 加入伺服器

source: Add a server to browse comics.
ja: コミックを閲覧するサーバーを追加してください。
zh_hans: 添加服务器浏览漫画。
zh_hant_tw: 加入伺服器以瀏覽漫畫。

source: Add Bookmark
ja: ブックマークを追加
zh_hans: 添加书签
zh_hant_tw: 加入書籤

source: Add comics to build this reading list.
ja: コミックを追加して、このリーディングリストを作成してください。
zh_hans: 添加漫画以创建此阅读列表。
zh_hant_tw: 加入漫畫以建立這份閱讀清單。

source: Add comics to use this tag.
ja: コミックを追加して、このタグを使用してください。
zh_hans: 添加漫画以使用此标签。
zh_hant_tw: 加入漫畫以使用此標籤。

source: Add Favorite
ja: お気に入りに追加
zh_hans: 加入收藏
zh_hant_tw: 加入最愛

source: Add Finished with Warnings
ja: 追加は完了しました（一部警告あり）
zh_hans: 添加完成，但有警告
zh_hant_tw: 加入完成，但有警告

source: Add Library Folder
ja: ライブラリフォルダを追加
zh_hans: 添加书库文件夹
zh_hant_tw: 加入書庫資料夾

source: Add or remove this comic from tags and reading lists.
ja: このコミックをタグやリーディングリストに追加または削除します。
zh_hans: 在标签和阅读列表中添加或移除此漫画。
zh_hant_tw: 將此漫畫加入標籤與閱讀清單，或從中移除。

source: Add Remote Server
ja: リモートサーバーを追加
zh_hans: 添加远程服务器
zh_hant_tw: 加入遠端伺服器

source: Add Server
ja: サーバーを追加
zh_hans: 添加服务器
zh_hant_tw: 加入伺服器

source: Add to Favorites
ja: お気に入りに追加
zh_hans: 添加到收藏
zh_hant_tw: 加入最愛

source: Added
ja: 追加済み
zh_hans: 已添加
zh_hant_tw: 已加入

source: Added %@.
ja: %@を追加しました。
zh_hans: 已添加 %1$@。
zh_hant_tw: 已加入 %@。

source: Added %lld comics
ja: %lld冊のコミックを追加しました
zh_hans: 已添加 %1$lld 本漫画
zh_hant_tw: 已加入 %lld 本漫畫

source: Added %lld libraries.
ja: %lld件のライブラリを追加しました。
zh_hans: 已添加 %1$lld 个书库。
zh_hant_tw: 已加入 %lld 個書庫。

source: Added 1 library.
ja: 1件のライブラリを追加しました。
zh_hans: 已添加 1 个书库。
zh_hant_tw: 已加入 1 個書庫。

source: Adding to Library
ja: ライブラリに追加中
zh_hans: 正在添加到书库
zh_hant_tw: 正在加入書庫

source: Address
ja: アドレス
zh_hans: 地址
zh_hant_tw: 位址

source: Adds selected comics to tags and reading lists.
ja: 選択したコミックをタグとリーディングリストに追加します。
zh_hans: 将所选漫画添加到标签和阅读列表。
zh_hant_tw: 將所選漫畫加入標籤與閱讀清單。

source: All
ja: すべて
zh_hans: 全部
zh_hant_tw: 全部

source: All Pages
ja: すべてのページ
zh_hans: 全部页面
zh_hant_tw: 所有頁面

source: An unexpected error occurred. Please try again.
ja: 予期しないエラーが発生しました。もう一度お試しください。
zh_hans: 发生意外错误。请再试一次。
zh_hant_tw: 發生未預期的錯誤。請再試一次。

source: Another remote import is already running in the app. Wait for it to finish or cancel it from the import banner.
ja: 別のリモートインポートを実行中です。完了を待つか、インポートバナーからキャンセルしてください。
zh_hans: 另一个远程导入任务正在运行。请等待其完成，或在导入横幅中取消。
zh_hant_tw: App 正在進行另一項遠端匯入。請等待完成，或從匯入橫幅取消。

source: App Managed
ja: アプリ管理
zh_hans: 由 App 管理
zh_hant_tw: App 管理

source: App-managed library files will be deleted from this device. Files in linked folders will remain in place.
ja: アプリ管理ライブラリのファイルをこのデバイスから削除します。リンク済みフォルダ内のファイルはそのまま残ります。
zh_hans: 由 App 管理的书库文件将从此设备删除。已链接文件夹中的文件会保留在原位置。
zh_hant_tw: 由 App 管理的書庫檔案將從此裝置刪除。連結資料夾中的檔案會保留在原處。

source: Apply
ja: 適用
zh_hans: 应用
zh_hant_tw: 套用

source: Applying download limit
ja: ダウンロード上限を適用中
zh_hans: 正在应用下载限制
zh_hant_tw: 正在套用下載上限

source: Archive entry size is invalid.
ja: アーカイブ項目のサイズが無効です。
zh_hans: 压缩包条目大小无效。
zh_hant_tw: 封存項目的大小無效。

source: Assets
ja: 関連データ
zh_hans: 资源
zh_hant_tw: 資源

source: At a Glance
ja: 概要
zh_hans: 概览
zh_hant_tw: 快速概覽

source: Authentication
ja: 認証
zh_hans: 身份验证
zh_hant_tw: 驗證方式

source: Automatic indexing failed: %@
ja: 自動インデックス作成に失敗しました：%@
zh_hans: 自动索引失败：%1$@
zh_hant_tw: 自動建立索引失敗：%@

source: Background download in progress
ja: バックグラウンドでダウンロード中
zh_hans: 后台下载正在进行中
zh_hant_tw: 正在背景下載

source: Base Directory
ja: ベースディレクトリ
zh_hans: 基础目录
zh_hant_tw: 基礎目錄

source: Batch Metadata
ja: メタデータを一括編集
zh_hans: 批量元数据
zh_hant_tw: 批次中繼資料

source: Blue
ja: ブルー
zh_hans: 蓝色
zh_hant_tw: 藍色

source: Bookmarked
ja: ブックマーク済み
zh_hans: 已加书签
zh_hant_tw: 已加書籤

source: Bookmarks
ja: ブックマーク
zh_hans: 书签
zh_hant_tw: 書籤

source: Browse
ja: ブラウズ
zh_hans: 浏览
zh_hant_tw: 瀏覽

source: Browse By
ja: カテゴリーから探す
zh_hans: 浏览方式
zh_hant_tw: 瀏覽方式

source: Browse folder
ja: フォルダを開く
zh_hans: 浏览文件夹
zh_hant_tw: 瀏覽資料夾

source: Browse Folder
ja: フォルダを開く
zh_hans: 浏览文件夹
zh_hant_tw: 瀏覽資料夾

source: Browse Pages
ja: ページ一覧
zh_hans: 浏览页面
zh_hant_tw: 瀏覽頁面

source: Browse this folder
ja: このフォルダを開く
zh_hans: 浏览此文件夹
zh_hant_tw: 瀏覽此資料夾

source: Browse Thumbnails
ja: サムネイル一覧
zh_hans: 浏览缩略图
zh_hant_tw: 瀏覽縮圖

source: Builds this library's local index, adds the root folder, and scans supported comic files.
ja: このライブラリのローカルインデックスを作成し、ルートフォルダを追加して、対応するコミックファイルをスキャンします。
zh_hans: 构建此书库的本地索引，添加根文件夹，并扫描支持的漫画文件。
zh_hant_tw: 建立此書庫的本機索引、加入根資料夾，並掃描支援的漫畫檔案。

source: Cache Management
ja: キャッシュ管理
zh_hans: 缓存管理
zh_hant_tw: 快取管理

source: Cached data · %@
ja: キャッシュデータ・%@
zh_hans: 缓存数据 · %1$@
zh_hant_tw: 快取資料 · %@

source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant_tw: 取消

source: Cancel Import
ja: インポートをキャンセル
zh_hans: 取消导入
zh_hant_tw: 取消匯入

source: Canceling Import
ja: インポートをキャンセル中
zh_hans: 正在取消导入
zh_hant_tw: 正在取消匯入

source: Cast & Tags
ja: 登場人物とタグ
zh_hans: 角色与标签
zh_hant_tw: 角色與標籤

source: Certificate Not Trusted
ja: 証明書が信頼されていません
zh_hans: 证书不受信任
zh_hant_tw: 憑證不受信任

source: Characters
ja: 登場人物
zh_hans: 人物
zh_hant_tw: 角色

source: Check the server's TLS setup, certificate chain, and hostname, then try again.
ja: サーバーのTLS設定、証明書チェーン、ホスト名を確認して、もう一度お試しください。
zh_hans: 检查服务器的 TLS 设置、证书链和主机名，然后重试。
zh_hant_tw: 請檢查伺服器的 TLS 設定、憑證鏈與主機名稱，然後再試一次。

source: Checking Folder
ja: フォルダを確認中
zh_hans: 正在检查文件夹
zh_hant_tw: 正在檢查資料夾

source: Checking Visible Comics
ja: 表示中のコミックを確認中
zh_hans: 正在检查当前显示的漫画
zh_hant_tw: 正在檢查顯示中的漫畫

source: Choose a library from the sidebar.
ja: サイドバーからライブラリを選択してください。
zh_hans: 请从侧边栏选择书库。
zh_hant_tw: 請從側邊欄選擇書庫。

source: Choose a server or shortcut.
ja: サーバーまたはショートカットを選択してください。
zh_hans: 选择服务器或快捷方式。
zh_hant_tw: 請選擇伺服器或捷徑。

source: Choose Destination
ja: 保存先を選択
zh_hans: 选择目标位置
zh_hant_tw: 選擇目的地

source: Choose Import Destination
ja: インポート先を選択
zh_hans: 选择导入位置
zh_hant_tw: 選擇匯入目的地

source: Classification
ja: 分類
zh_hans: 分类
zh_hant_tw: 分類

source: Clear
ja: 消去
zh_hans: 清除
zh_hant_tw: 清除

source: Clear Cover Thumbnails
ja: 表紙サムネイルを消去
zh_hans: 清除封面缩略图
zh_hant_tw: 清除封面縮圖

source: Clear cover thumbnails?
ja: 表紙サムネイルを消去しますか？
zh_hans: 清除封面缩略图？
zh_hant_tw: 要清除封面縮圖嗎？

source: Clear Download
ja: ダウンロードを消去
zh_hans: 清除下载内容
zh_hant_tw: 清除下載項目

source: Clear Downloaded Comics?
ja: ダウンロード済みコミックを消去しますか？
zh_hans: 清除已下载漫画？
zh_hant_tw: 要清除已下載的漫畫嗎？

source: Clear Downloaded Copies
ja: ダウンロード済みコピーを消去
zh_hans: 清除已下载副本
zh_hant_tw: 清除已下載副本

source: Clear Downloaded Copies Failed
ja: ダウンロード済みコピーを消去できませんでした
zh_hans: 清除已下载副本失败
zh_hant_tw: 清除已下載副本失敗

source: Clear downloaded copies?
ja: ダウンロード済みコピーを消去しますか？
zh_hans: 清除已下载副本？
zh_hant_tw: 要清除已下載副本嗎？

source: Clear Downloads
ja: ダウンロードを消去
zh_hans: 清除下载内容
zh_hant_tw: 清除下載項目

source: Clear downloads for this server?
ja: このサーバーのダウンロードを消去しますか？
zh_hans: 清除此服务器的下载内容？
zh_hant_tw: 要清除此伺服器的下載項目嗎？

source: Clear History
ja: 履歴を消去
zh_hans: 清除历史记录
zh_hant_tw: 清除記錄

source: Clear Imported Comics
ja: インポート済みコミックを消去
zh_hans: 清除已导入漫画
zh_hant_tw: 清除已匯入的漫畫

source: Clear imported comics?
ja: インポート済みコミックを消去しますか？
zh_hans: 清除已导入漫画？
zh_hant_tw: 要清除已匯入的漫畫嗎？

source: Clear Other Cache Data
ja: その他のキャッシュデータを消去
zh_hans: 清除其他缓存数据
zh_hant_tw: 清除其他快取資料

source: Clear Recent History?
ja: 最近の履歴を消去しますか？
zh_hans: 清除最近历史记录？
zh_hant_tw: 要清除最近記錄嗎？

source: Clear Search
ja: 検索を消去
zh_hans: 清除搜索
zh_hant_tw: 清除搜尋

source: Clear Temporary Cache
ja: 一時キャッシュを消去
zh_hans: 清除临时缓存
zh_hant_tw: 清除暫存快取

source: Clear temporary cache?
ja: 一時キャッシュを消去しますか？
zh_hans: 清除临时缓存？
zh_hant_tw: 要清除暫存快取嗎？

source: Clear Temporary Cache?
ja: 一時キャッシュを消去しますか？
zh_hans: 清除临时缓存？
zh_hant_tw: 要清除暫存快取嗎？

source: Clearing Downloads
ja: ダウンロードを消去中
zh_hans: 正在清除下载内容
zh_hant_tw: 正在清除下載項目

source: Clearing Imported Comics
ja: インポート済みコミックを消去中
zh_hans: 正在清除已导入漫画
zh_hant_tw: 正在清除已匯入的漫畫

source: Clearing Temporary Cache
ja: 一時キャッシュを消去中
zh_hans: 正在清除临时缓存
zh_hant_tw: 正在清除暫存快取

source: Clearing Thumbnails
ja: サムネイルを消去中
zh_hans: 正在清除缩略图
zh_hant_tw: 正在清除縮圖

source: Collapse Import
ja: インポートを折りたたむ
zh_hans: 收起导入
zh_hant_tw: 收合匯入進度

source: Collection Actions
ja: コレクションのアクション
zh_hans: 集合操作
zh_hant_tw: 收藏集動作

source: Color
ja: カラー
zh_hans: 颜色
zh_hant_tw: 顏色

source: Colorist
ja: カラー担当
zh_hans: 上色
zh_hant_tw: 上色

source: comic
ja: コミック
zh_hans: 漫画
zh_hant_tw: 漫畫

source: Comic
ja: コミック
zh_hans: 漫画
zh_hant_tw: 漫畫

source: Comic file
ja: コミックファイル
zh_hans: 漫画文件
zh_hant_tw: 漫畫檔案

source: Comic File
ja: コミックファイル
zh_hans: 漫画文件
zh_hant_tw: 漫畫檔案

source: Comic Filters
ja: コミックのフィルタ
zh_hans: 漫画筛选
zh_hant_tw: 漫畫篩選條件

source: Comic not found.
ja: コミックが見つかりません。
zh_hans: 未找到漫画。
zh_hant_tw: 找不到漫畫。

source: Comic Unavailable
ja: コミックを利用できません
zh_hans: 漫画不可用
zh_hant_tw: 漫畫無法使用

source: ComicInfo Import Finished
ja: ComicInfoのインポートが完了しました
zh_hans: ComicInfo 导入完成
zh_hant_tw: ComicInfo 匯入完成

source: ComicInfo Imported
ja: ComicInfoをインポートしました
zh_hans: 已导入 ComicInfo
zh_hant_tw: 已匯入 ComicInfo

source: ComicInfo Not Found
ja: ComicInfoが見つかりません
zh_hans: 未找到 ComicInfo
zh_hant_tw: 找不到 ComicInfo

source: Comics
ja: コミック
zh_hans: 漫画
zh_hant_tw: 漫畫

source: Comics added in the last %lld days.
ja: 過去%lld日間に追加されたコミックです。
zh_hans: 最近 %1$lld 天添加的漫画。
zh_hant_tw: 過去 %lld 天新增的漫畫。

source: Comics Defaults
ja: コミックのデフォルト設定
zh_hans: 漫画默认设置
zh_hant_tw: 漫畫預設值

source: Comics directly in this folder.
ja: このフォルダ直下のコミックです。
zh_hans: 此文件夹中直接存放的漫画。
zh_hant_tw: 此資料夾中的漫畫。

source: Comics imported in the last %lld days will appear here automatically.
ja: 過去%lld日間にインポートされたコミックが自動的にここに表示されます。
zh_hans: 最近 %1$lld 天内导入的漫画将自动出现在此处。
zh_hant_tw: 過去 %lld 天匯入的漫畫會自動顯示在這裡。

source: Comics in progress: %lld
ja: 読書中のコミック：%lld冊
zh_hans: 正在阅读：%1$lld 本
zh_hant_tw: 閱讀中的漫畫：%lld 本

source: Complete
ja: 全巻揃い
zh_hans: 已收齐
zh_hant_tw: 已收齊

source: Confirm Action
ja: 操作を確認
zh_hans: 确认操作
zh_hant_tw: 確認動作

source: Connecting to Remote Library
ja: リモートライブラリに接続中
zh_hans: 正在连接远程书库
zh_hant_tw: 正在連接遠端書庫

source: Connection
ja: 接続
zh_hans: 连接
zh_hant_tw: 連線

source: Continue
ja: 続ける
zh_hans: 继续
zh_hant_tw: 繼續

source: Continue Reading
ja: 続きを読む
zh_hans: 继续阅读
zh_hant_tw: 繼續閱讀

source: Core
ja: 基本情報
zh_hans: 基本信息
zh_hant_tw: 基本資料

source: Could not reach %@. Check that the server is online and reachable from this device.
ja: %@に接続できませんでした。サーバーがオンラインで、このデバイスから接続できることを確認してください。
zh_hans: 无法连接到 %1$@。请检查服务器是否在线，以及此设备能否访问。
zh_hant_tw: 無法連線至 %@。請確認伺服器在線上，且此裝置可連線。

source: Could not sign in to %@. Check the username and password, then try again.
ja: %@にサインインできませんでした。ユーザー名とパスワードを確認して、もう一度お試しください。
zh_hans: 无法登录 %1$@。请检查用户名和密码，然后重试。
zh_hant_tw: 無法登入 %@。請檢查使用者名稱與密碼，然後再試一次。

source: Cover Artist
ja: 表紙担当
zh_hans: 封面画师
zh_hant_tw: 封面繪師

source: Cover as Single Page
ja: 表紙を単ページで表示
zh_hans: 封面作为单页
zh_hant_tw: 封面顯示為單頁

source: Cover Single
ja: 表紙を単ページ表示
zh_hans: 封面单页
zh_hant_tw: 封面單頁

source: Cover Spread
ja: 表紙を見開き表示
zh_hans: 封面跨页
zh_hant_tw: 封面跨頁

source: Cover Thumbnails
ja: 表紙サムネイル
zh_hans: 封面缩略图
zh_hant_tw: 封面縮圖

source: Cover thumbnails cleared.
ja: 表紙サムネイルを消去しました。
zh_hans: 封面缩略图已清除。
zh_hant_tw: 已清除封面縮圖。

source: Covers
ja: 表紙
zh_hans: 封面
zh_hant_tw: 封面

source: Create
ja: 作成
zh_hans: 创建
zh_hant_tw: 建立

source: Create a library, link a folder, or import comics.
ja: ライブラリを作成するか、フォルダをリンクするか、コミックをインポートしてください。
zh_hans: 创建书库、链接文件夹或导入漫画。
zh_hant_tw: 建立書庫、連結資料夾或匯入漫畫。

source: Create reading lists for custom queues.
ja: 独自の読書順を管理するリーディングリストを作成します。
zh_hans: 创建阅读列表，自定义待读顺序。
zh_hant_tw: 建立閱讀清單，自訂待讀順序。

source: Create reading lists in Library.
ja: ライブラリでリーディングリストを作成してください。
zh_hans: 在书库中创建阅读列表。
zh_hant_tw: 請在「書庫」中建立閱讀清單。

source: Create tags in Library.
ja: ライブラリでタグを作成してください。
zh_hans: 在书库中创建标签。
zh_hant_tw: 請在「書庫」中建立標籤。

source: Create tags to group comics.
ja: コミックをまとめるタグを作成します。
zh_hans: 创建标签对漫画进行分组。
zh_hant_tw: 建立標籤以整理漫畫。

source: Credits
ja: クレジット
zh_hans: 制作人员
zh_hant_tw: 製作人員

source: Credits, publisher, format, language, characters, teams, locations, review, and tags
ja: クレジット、出版社、形式、言語、登場人物、チーム、場所、レビュー、タグ
zh_hans: 创作者、出版社、格式、语言、角色、团队、地点、评论和标签
zh_hant_tw: 創作者、出版社、格式、語言、角色、團隊、地點、評論與標籤

source: Current
ja: 現在
zh_hans: 当前
zh_hant_tw: 目前

source: Current folder
ja: 現在のフォルダ
zh_hans: 当前文件夹
zh_hant_tw: 目前資料夾

source: Current Page
ja: 現在のページ
zh_hans: 当前页
zh_hant_tw: 目前頁面

source: Custom reading queues
ja: カスタム読書リスト
zh_hans: 自定义待读顺序
zh_hant_tw: 自訂待讀順序

source: Cyan
ja: シアン
zh_hans: 青色
zh_hant_tw: 青色

source: Dark
ja: ダーク
zh_hans: 深色
zh_hant_tw: 深色

source: Default Order
ja: デフォルトの順序
zh_hans: 默认顺序
zh_hant_tw: 預設順序

source: Delete
ja: 削除
zh_hans: 删除
zh_hant_tw: 刪除

source: Delete %@
ja: %@を削除
zh_hans: 删除 %1$@
zh_hant_tw: 刪除 %@

source: Delete %lld Libraries
ja: %lld件のライブラリを削除
zh_hans: 删除 %1$lld 个书库
zh_hant_tw: 刪除 %lld 個書庫

source: Delete Collection
ja: コレクションを削除
zh_hans: 删除集合
zh_hant_tw: 刪除收藏集

source: Delete Comic
ja: コミックを削除
zh_hans: 删除漫画
zh_hant_tw: 刪除漫畫

source: Delete Copy
ja: コピーを削除
zh_hans: 删除副本
zh_hant_tw: 刪除副本

source: Delete from Device
ja: デバイスから削除
zh_hans: 从设备中删除
zh_hant_tw: 從裝置刪除

source: Delete History Entry
ja: 履歴項目を削除
zh_hans: 删除历史条目
zh_hant_tw: 刪除記錄項目

source: Delete Libraries from Device?
ja: ライブラリをデバイスから削除しますか？
zh_hans: 从设备删除书库？
zh_hant_tw: 要從裝置刪除書庫嗎？

source: Delete Library from Device?
ja: ライブラリをデバイスから削除しますか？
zh_hans: 从设备删除书库？
zh_hant_tw: 要從裝置刪除書庫嗎？

source: Delete Reading List
ja: リーディングリストを削除
zh_hans: 删除阅读列表
zh_hant_tw: 刪除閱讀清單

source: Delete Server
ja: サーバーを削除
zh_hans: 删除服务器
zh_hant_tw: 刪除伺服器

source: Delete Server?
ja: サーバーを削除しますか？
zh_hans: 删除服务器？
zh_hant_tw: 要刪除伺服器嗎？

source: Delete Tag
ja: タグを削除
zh_hans: 删除标签
zh_hant_tw: 刪除標籤

source: Delete this download?
ja: このダウンロードを削除しますか？
zh_hans: 删除此下载吗？
zh_hant_tw: 要刪除此下載項目嗎？
